Revit 2024 API
AssetSetIterator.Reset Method
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual void Reset()
Visual Basic
Public Overridable Sub Reset
Visual C++
public:
virtual void Reset()
Implements
IEnumerator.Reset()
See Also
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace